Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: iCloud sync isn't available, so everything is stored on this device. %@
ar: مزامنة iCloud غير متاحة، لذا يُخزَّن كل شيء على هذا الجهاز. %@
bg: Синхронизацията с iCloud не е достъпна, затова всичко се съхранява на това устройство. %@
ca: La sincronització amb iCloud no està disponible, així que tot es guarda en aquest dispositiu. %@
cs: Synchronizace s iCloudem není dostupná, takže se všechno ukládá do tohoto zařízení. %@
da: iCloud-synkronisering er ikke tilgængelig, så alt gemmes på denne enhed. %@
de: iCloud-Synchronisierung ist nicht verfügbar, alles wird also auf diesem Gerät gespeichert. %@
el: Ο συγχρονισμός με iCloud δεν είναι διαθέσιμος, οπότε όλα αποθηκεύονται σε αυτή τη συσκευή. %@
es: La sincronización con iCloud no está disponible, así que todo se guarda en este dispositivo. %@
et: iCloudi sünkroonimine pole saadaval, seega on kõik salvestatud sellesse seadmesse. %@
fi: iCloud-synkronointi ei ole käytettävissä, joten kaikki tallennetaan tähän laitteeseen. %@
fr: La synchronisation iCloud n'est pas disponible : tout est donc stocké sur cet appareil. %@
ga: Níl sioncronú iCloud ar fáil, mar sin stóráiltear gach rud ar an ngléas seo. %@
hr: Sinkronizacija s iCloudom nije dostupna, pa je sve pohranjeno na ovom uređaju. %@
hu: Az iCloud-szinkronizálás nem érhető el, ezért minden ezen az eszközön tárolódik. %@
id: Sinkronisasi iCloud tidak tersedia, jadi semuanya disimpan di perangkat ini. %@
is: iCloud-samstilling er ekki í boði, svo allt er geymt í þessu tæki. %@
it: La sincronizzazione iCloud non è disponibile, quindi tutto è salvato su questo dispositivo. %@
ja: iCloud 同期は利用できないため、すべてこのデバイスに保存されます。%@
ko: iCloud 동기화를 쓸 수 없어 모든 데이터가 이 기기에 저장됩니다. %@
lt: iCloud sinchronizavimas nepasiekiamas, todėl viskas saugoma šiame įrenginyje. %@
lv: iCloud sinhronizācija nav pieejama, tāpēc viss tiek glabāts šajā ierīcē. %@
mk: Синхронизацијата со iCloud не е достапна, па сè се чува на овој уред. %@
ms: Penyegerakan iCloud tidak tersedia, jadi semuanya disimpan pada peranti ini. %@
mt: Is-sinkronizzazzjoni ma' iCloud mhijiex disponibbli, għalhekk kollox jinħażen fuq dan l-apparat. %@
nb: iCloud-synkronisering er ikke tilgjengelig, så alt lagres på denne enheten. %@
nl: iCloud-synchronisatie is niet beschikbaar, dus alles wordt op dit apparaat bewaard. %@
pl: Synchronizacja z iCloud jest niedostępna, więc wszystko jest zapisane na tym urządzeniu. %@
pt_br: A sincronização com o iCloud não está disponível, então tudo fica guardado neste dispositivo. %@
pt_pt: A sincronização com o iCloud não está disponível, por isso tudo é guardado neste dispositivo. %@
ro: Sincronizarea cu iCloud nu e disponibilă, așa că totul e stocat pe acest dispozitiv. %@
ru: Синхронизация с iCloud недоступна, поэтому всё хранится на этом устройстве. %@
sk: Synchronizácia s iCloudom nie je dostupná, takže všetko sa ukladá do tohto zariadenia. %@
sl: Sinhronizacija z iCloudom ni na voljo, zato je vse shranjeno v tej napravi. %@
sq: Sinkronizimi me iCloud nuk është i disponueshëm, prandaj gjithçka ruhet në këtë pajisje. %@
sr: Синхронизација са iCloud-ом није доступна, па је све сачувано на овом уређају. %@
sv: iCloud-synk är inte tillgänglig, så allt lagras på den här enheten. %@
tr: iCloud eşitlemesi kullanılamıyor, bu yüzden her şey bu cihazda saklanıyor. %@
uk: Синхронізація з iCloud недоступна, тож усе зберігається на цьому пристрої. %@
vi: Đồng bộ iCloud không khả dụng, nên mọi thứ được lưu trên thiết bị này. %@
zh_hans: iCloud 同步不可用，因此所有数据都存在本设备上。%@
zh_hant: iCloud 同步無法使用，因此所有資料都存在本裝置上。%@

source: km
ar: كم
bg: км
el: χλμ
mk: км
ru: км
sr: км
uk: км
zh_hans: 公里
zh_hant: 公里

source: km, metres, kilograms
ar: كم، أمتار، كيلوغرامات
bg: км, метри, килограми
ca: km, metres, quilograms
cs: km, metry, kilogramy
da: km, meter, kilogram
de: km, Meter, Kilogramm
el: χλμ, μέτρα, κιλά
es: km, metros, kilogramos
et: km, meetrid, kilogrammid
fi: km, metrit, kilogrammat
fr: km, mètres, kilogrammes
ga: km, méadair, cileagraim
hr: km, metri, kilogrami
hu: km, méter, kilogramm
id: km, meter, kilogram
is: km, metrar, kíló
it: km, metri, chilogrammi
ja: km、メートル、キログラム
ko: km, 미터, 킬로그램
lt: km, metrai, kilogramai
lv: km, metri, kilogrami
mk: км, метри, килограми
ms: km, meter, kilogram
mt: km, metri, kilogrammi
nb: km, meter, kilogram
nl: km, meters, kilogrammen
pl: km, metry, kilogramy
pt_br: km, metros, quilogramas
pt_pt: km, metros, quilogramas
ro: km, metri, kilograme
ru: км, метры, килограммы
sk: km, metre, kilogramy
sl: km, metri, kilogrami
sq: km, metra, kilogramë
sr: км, метри, килограми
sv: km, meter, kilogram
tr: km, metre, kilogram
uk: км, метри, кілограми
vi: km, mét, kilôgam
zh_hans: 公里、米、公斤
zh_hant: 公里、公尺、公斤

source: limit %lld km
ar: الحد %lld كم
bg: лимит %lld км
ca: límit %lld km
da: grænse %lld km
de: Grenze %lld km
el: όριο %lld χλμ
es: límite %lld km
et: piir %lld km
fi: raja %lld km
fr: limite %lld km
ga: teorainn %lld km
hr: granica %lld km
hu: határ %lld km
id: batas %lld km
is: mörk %lld km
it: limite %lld km
ja: 上限 %lld km
ko: 기준 %lld km
lt: riba %lld km
lv: robeža %lld km
mk: граница %lld км
ms: had %lld km
mt: limitu %lld km
nb: grense %lld km
nl: grens %lld km
pt_br: limite de %lld km
pt_pt: limite %lld km
ro: limită %lld km
ru: предел %lld км
sl: meja %lld km
sq: kufiri %lld km
sr: граница %lld км
sv: gräns %lld km
tr: sınır %lld km
uk: межа %lld км
vi: giới hạn %lld km
zh_hans: 上限 %lld 公里
zh_hant: 上限 %lld 公里

source: load
ar: الحمل
bg: натоварване
ca: càrrega
cs: zátěž
da: belastning
de: Belastung
el: φορτίο
es: carga
et: koormus
fi: kuormitus
fr: charge
ga: ualach
hr: opterećenje
hu: terhelés
id: beban
is: álag
it: carico
ja: 負荷
ko: 부하
lt: krūvis
lv: slodze
mk: оптоварување
ms: beban
mt: tagħbija
nb: belastning
nl: belasting
pl: obciążenie
pt_br: carga
pt_pt: carga
ro: încărcătură
ru: нагрузка
sk: záťaž
sl: obremenitev
sq: ngarkesa
sr: оптерећење
sv: belastning
tr: yük
uk: навантаження
vi: tải
zh_hans: 负荷
zh_hant: 負荷

source: m
ar: م
bg: м
el: μ
mk: м
ru: м
sr: м
uk: м
zh_hans: 米
zh_hant: 公尺

source: mL/kg·min
ar: مل/كجم·د
bg: мл/кг·мин
el: mL/kg·λεπτό
ga: mL/kg·nóim
hu: ml/kg·perc
id: mL/kg·mnt
is: ml/kg·mín
ja: mL/kg·分
ko: mL/kg·분
ru: мл/кг·мин
tr: mL/kg·dk
uk: мл/кг·хв
vi: mL/kg·phút
zh_hans: 毫升/公斤·分
zh_hant: 毫升/公斤·分

source: max %lld bpm
ar: الأقصى %lld نبضة/د
bg: макс %lld уд/мин
ca: màx %lld ppm
cs: max %lld tepů/min
da: maks %lld slag/min
el: μέγ. %lld σφ./λεπτό
es: máx %lld ppm
et: maks %lld lööki/min
fi: maks. %lld /min
ga: uas. %lld buille/nóim
hr: maks. %lld otk./min
hu: max %lld ütés/perc
id: maks %lld bpm
is: hám. %lld slög/mín
ja: 最大 %lld bpm
ko: 최대 %lld bpm
lt: maks. %lld tv./min
lv: maks. %lld sit./min
mk: макс. %lld отч./мин
ms: maks %lld bpm
mt: mass. %lld taħbita/min
nb: maks %lld slag/min
pl: maks. %lld ud./min
pt_br: máx %lld bpm
pt_pt: máx %lld bpm
ru: макс. %lld уд/мин
sk: max %lld úderov/min
sl: maks. %lld utr./min
sq: maks %lld rrahje/min
sr: макс. %lld откуцаја/мин
sv: max %lld slag/min
tr: maks %lld atım/dk
uk: макс. %lld уд/хв
vi: tối đa %lld bpm
zh_hans: 最大 %lld 次/分
zh_hant: 最大 %lld 次/分

source: miles, feet, pounds
ar: أميال، أقدام، أرطال
bg: мили, футове, паундове
ca: milles, peus, lliures
cs: míle, stopy, libry
da: miles, fod, pund
de: Meilen, Fuß, Pfund
el: μίλια, πόδια, λίβρες
es: millas, pies, libras
et: miilid, jalad, naelad
fi: mailit, jalat, naulat
fr: miles, pieds, livres
ga: mílte, troithe, puint
hr: milje, stope, funte
hu: mérföld, láb, font
id: mil, kaki, pon
is: mílur, fet, pund
it: miglia, piedi, libbre
ja: マイル、フィート、ポンド
ko: 마일, 피트, 파운드
lt: mylios, pėdos, svarai
lv: jūdzes, pēdas, mārciņas
mk: милји, стапки, фунти
ms: batu, kaki, paun
mt: mili, piedi, liri
nb: miles, fot, pund
nl: mijlen, voeten, ponden
pl: mile, stopy, funty
pt_br: milhas, pés, libras
pt_pt: milhas, pés, libras
ro: mile, picioare, livre
ru: мили, футы, фунты
sk: míle, stopy, libry
sl: milje, čevlji, funti
sq: milje, këmbë, paund
sr: миље, стопе, фунте
sv: miles, fot, pund
tr: mil, fit, libre
uk: милі, фути, фунти
vi: dặm, foot, pound
zh_hans: 英里、英尺、磅
zh_hant: 英里、英尺、磅

source: min/%@
ar: د/%@
bg: мин/%@
el: λεπτά/%@
ga: nóim/%@
hu: perc/%@
id: mnt/%@
is: mín/%@
ja: 分/%@
ko: 분/%@
mk: мин/%@
ru: мин/%@
sr: мин/%@
tr: dk/%@
uk: хв/%@
vi: phút/%@
zh_hans: 分钟/%@
zh_hant: 分鐘/%@

source: minutes
ar: دقائق
bg: минути
ca: minuts
cs: minut
da: minutter
de: Minuten
el: λεπτά
es: minutos
et: minutit
fi: minuuttia
ga: nóiméid
hr: minute
hu: perc
id: menit
is: mínútur
it: minuti
ja: 分
ko: 분
lt: minutės
lv: minūtes
mk: минути
ms: minit
mt: minuti
nb: minutter
nl: minuten
pl: minuty
pt_br: minutos
pt_pt: minutos
ro: minute
ru: минуты
sk: minúty
sl: minute
sq: minuta
sr: минути
sv: minuter
tr: dakika
uk: хвилини
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: not set
ar: غير محدَّد
bg: не е зададено
ca: sense definir
cs: nenastaveno
da: ikke angivet
de: nicht gesetzt
el: δεν ορίστηκε
es: sin definir
et: määramata
fi: ei asetettu
fr: non défini
ga: gan socrú
hr: nije postavljeno
hu: nincs megadva
id: belum disetel
is: ekki stillt
it: non impostato
ja: 未設定
ko: 설정 안 됨
lt: nenustatyta
lv: nav iestatīts
mk: не е поставено
ms: belum ditetapkan
mt: mhux issettjat
nb: ikke angitt
nl: niet ingesteld
pl: nie ustawiono
pt_br: não definido
pt_pt: por definir
ro: nesetat
ru: не задано
sk: nenastavené
sl: ni nastavljeno
sq: e pacaktuar
sr: није постављено
sv: ej angivet
tr: ayarlanmadı
uk: не задано
vi: chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: optional
ar: اختياري
bg: по избор
ca: opcional
cs: nepovinné
da: valgfrit
el: προαιρετικό
es: opcional
et: vabatahtlik
fi: valinnainen
fr: facultatif
ga: roghnach
hr: neobavezno
hu: opcionális
id: opsional
is: valfrjálst
it: facoltativo
ja: 任意
ko: 선택
lt: neprivaloma
lv: neobligāti
mk: изборно
ms: pilihan
mt: fakultattiv
nb: valgfritt
nl: optioneel
pl: opcjonalnie
pt_br: opcional
pt_pt: opcional
ro: opțional
ru: необязательно
sk: nepovinné
sl: neobvezno
sq: opsionale
sr: необавезно
sv: valfritt
tr: isteğe bağlı
uk: необов’язково
vi: không bắt buộc
zh_hans: 选填
zh_hant: 選填

source: quads, glutes
ar: الرباعية، الأليتان
bg: квадрицепс, седалищни
ca: quàdriceps, glutis
cs: čtyřhlavý sval, hýždě
da: forlår, balder
de: Quadrizeps, Gesäß
el: τετρακέφαλοι, γλουτοί
es: cuádriceps, glúteos
et: nelipealihased, tuharalihased
fi: reidet, pakarat
fr: quadriceps, fessiers
ga: ceathairchinn, matáin thóna
hr: kvadricepsi, gluteusi
hu: négyfejű combizom, farizom
id: kuadrisep, gluteus
is: framanlærisvöðvar, rassvöðvar
it: quadricipiti, glutei
ja: 大腿四頭筋、臀筋
ko: 대퇴사두근, 둔근
lt: keturgalviai, sėdmenų raumenys
lv: četrgalvu muskulis, sēžas muskuļi
mk: квадрицепси, глутеуси
ms: kuadrisep, glutes
mt: kwadriċipiti, glutei
nb: forlår, setemuskler
nl: quadriceps, bilspieren
pl: czworogłowe, pośladkowe
pt_br: quadríceps, glúteos
pt_pt: quadríceps, glúteos
ro: cvadricepși, fesieri
ru: квадрицепсы, ягодичные
sk: štvorhlavý sval, sedacie svaly
sl: štiriglava stegenska, zadnjične
sq: kuadricepsët, muskujt e vitheve
sr: квадрицепси, глутеуси
sv: framsida lår, säte
tr: quadriceps, kalça kasları
uk: квадрицепси, сідничні
vi: cơ đùi trước, cơ mông
zh_hans: 股四头肌、臀大肌
zh_hant: 股四頭肌、臀大肌

source: readiness
ar: الجاهزية
bg: готовност
ca: preparació
cs: připravenost
da: parathed
de: Bereitschaft
el: ετοιμότητα
es: disposición
et: valmisolek
fi: valmius
fr: disponibilité
ga: ullmhacht
hr: spremnost
hu: készenlét
id: kesiapan
is: viðbúnaður
it: prontezza
ja: コンディション
ko: 준비도
lt: pasirengimas
lv: gatavība
mk: подготвеност
ms: kesediaan
mt: tħejjija
nb: beredskap
nl: gereedheid
pl: gotowość
pt_br: prontidão
pt_pt: prontidão
ro: pregătire
ru: готовность
sk: pripravenosť
sl: pripravljenost
sq: gatishmëria
sr: спремност
sv: beredskap
tr: hazırlık
uk: готовність
vi: độ sẵn sàng
zh_hans: 状态
zh_hant: 狀態

source: reps
ar: تكرارات
bg: повторения
cs: opakování
da: gentagelser
de: Wdh.
el: επαναλήψεις
es: repeticiones
et: kordused
fi: toistoa
fr: répétitions
ga: athdhéanaimh
hr: ponavljanja
hu: ismétlés
id: repetisi
is: endurtekningar
it: ripetizioni
ja: レップ
ko: 횟수
lt: pakartojimai
lv: atkārtojumi
mk: повторувања
ms: ulangan
mt: ripetizzjonijiet
nb: repetisjoner
nl: herhalingen
pl: powtórzenia
pt_pt: repetições
ro: repetări
ru: повторения
sk: opakovania
sl: ponovitve
sq: përsëritje
sr: понављања
sv: repetitioner
tr: tekrar
uk: повторення
vi: số lần
zh_hans: 次数
zh_hant: 次數

source: time
ar: زمن
bg: време
ca: temps
cs: čas
da: tid
de: Zeit
el: χρόνος
es: tiempo
et: aeg
fi: aika
fr: temps
ga: am
hr: vrijeme
hu: idő
id: waktu
is: tími
it: tempo
ja: 時間
ko: 시간
lt: laikas
lv: laiks
mk: време
ms: masa
mt: ħin
nb: tid
nl: tijd
pl: czas
pt_br: tempo
pt_pt: tempo
ro: timp
ru: время
sk: čas
sl: čas
sq: kohë
sr: време
sv: tid
tr: süre
uk: час
vi: thời gian
zh_hans: 时间
zh_hant: 時間

source: today
ar: اليوم
bg: днес
ca: avui
cs: dnes
da: i dag
de: heute
el: σήμερα
es: hoy
et: täna
fi: tänään
fr: aujourd'hui
ga: inniu
hr: danas
hu: ma
id: hari ini
is: í dag
it: oggi
ja: 今日
ko: 오늘
lt: šiandien
lv: šodien
mk: денес
ms: hari ini
mt: illum
nb: i dag
nl: vandaag
pl: dziś
pt_br: hoje
pt_pt: hoje
ro: azi
ru: сегодня
sk: dnes
sl: danes
sq: sot
sr: данас
sv: i dag
tr: bugün
uk: сьогодні
vi: hôm nay
zh_hans: 今天
zh_hant: 今天

source: warmup
ar: إحماء
bg: загряване
ca: escalfament
cs: rozehřátí
da: opvarmning
de: Aufwärmen
el: προθέρμανση
es: calentamiento
et: soojendus
fi: lämmittely
fr: échauffement
ga: téamh
hr: zagrijavanje
hu: bemelegítés
id: pemanasan
is: upphitun
it: riscaldamento
ja: ウォームアップ
ko: 웜업
lt: apšilimas
lv: iesildīšanās
mk: загревање
ms: pemanasan
mt: tisħin
nb: oppvarming
nl: opwarming
pl: rozgrzewka
pt_br: aquecimento
pt_pt: aquecimento
ro: încălzire
ru: разминка
sk: rozohriatie
sl: ogrevanje
sq: ngrohje
sr: загревање
sv: uppvärmning
tr: ısınma
uk: розминка
vi: khởi động
zh_hans: 热身
zh_hant: 熱身
